<?php
echo readline("Привет, как тебя зовут?\n");

echo "меня зовут виктор:\n";

echo readline("виктор,сколько вам лет?\n");

echo "50\n";

echo "\n";

echo "вас зовут виктор,вам 50 лет:\n";

echo readline("Какая задача стоит перед вами сегодня?\n");

echo "- Погулять с кошкой:\n";

echo readline("«Сколько примерно времени эта задача займет?\n");

echo "- 1 час: \n";

echo readline("Какая задача стоит перед вами сегодня?\n");

echo "- Попить кофе:\n";

echo readline("«Сколько примерно времени эта задача займет?\n");

echo "- 2 час: \n";

echo "\n";

echo readline("Какая задача стоит перед вами сегодня?\n");

echo "- Полежать на диване:\n";

echo readline("«Сколько примерно времени эта задача займет?\n");

echo "\n";

echo "- 4 часа: \n";

echo "\n";

echo "-виктор, сегодня у вас запланировано 3 приоритетных задачи на день:\n";

echo "\n";

echo " Погулять с кошкой 1 час:\n";
echo "Попить кофе 2 часа:\n";
echo "- Полежать на диване 4 часа:\n";



